results/core6_v1/raw_batch2_20260710/20260710T072000_spike_P30_rep2/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 160661 out of 160661
     data_received..................: 37 MB   65 kB/s
     data_sent......................: 17 MB   29 kB/s
     http_req_blocked...............: avg=5.96µs   min=1.2µs    med=4.78µs   max=42.84ms  p(90)=7.27µs   p(95)=8.38µs  
     http_req_connecting............: avg=474ns    min=0s       med=0s       max=42.72ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=32ms     min=1.05ms   med=23.97ms  max=143.83ms p(90)=69.9ms   p(95)=77.58ms 
       { expected_response:true }...: avg=32ms     min=1.05ms   med=23.97ms  max=143.83ms p(90)=69.9ms   p(95)=77.58ms 
   ✓ http_req_failed................: 0.00%   0 out of 160661
     http_req_receiving.............: avg=513.68µs min=10.55µs  med=228.08µs max=42.02ms  p(90)=1.08ms   p(95)=1.54ms  
     http_req_sending...............: avg=15.19µs  min=3.85µs   med=11.36µs  max=2.09ms   p(90)=21.34µs  p(95)=37.52µs 
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=31.48ms  min=867.61µs med=23.61ms  max=136.5ms  p(90)=68.78ms  p(95)=76.5ms  
     http_reqs......................: 160661  281.875206/s
     iteration_duration.............: avg=132.68ms min=102.44ms med=124.69ms max=244.71ms p(90)=170.48ms p(95)=178.21ms
     iterations.....................: 160661  281.875206/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100